import { H1, H2, H3 } from "~/components/Headings";

export default function Component() {
    return (
        <div>
            <H1>サイト説明</H1>
            <H2>健常者エミュレータ事例集とは</H2>
            <ul>
                <li>このサイトは、現実世界に存在する暗黙の知識を集積することで、知識のギャップを解消し、ユーザー全体でよりよい生活を築いていくために生まれました</li>
                <li>暗黙の知識を言語化して集積し、健常者エミュレータを動作させ、現実世界を生きる糧とするのが目的です</li>
                <li>健常者エミュレータが何なのかは管理人が書いた文章を参照してください</li>
                <li>問い合わせは管理人@contradiction29のDMまでお願いします</li>
            </ul>
            <H2>ユーザーガイドライン</H2>
            <p>健常者エミュレータ事例集に対して、記事やコメントの投稿、記事の編集を行うユーザーに対しては、以下のガイドラインに則って行動することが求められます。</p>
            <H3>新規記事の投稿について</H3>
            <ul>
                <li>誰もが新規ページを作成することが可能です。我々は集合体として、健常者エミュレータを完成させるための個別事例を強く欲しています。ぜひあなたの経験を投稿してください。</li>
                <li>以下の要素を含む投稿を行ってはいけません。</li>
                <ul>
                    <li>基本的人権の否定や、誹謗中傷、暴言、プライバシー違反を含む投稿</li>
                    <li>経験知の集積そのものを否定する行為</li>
                    <li>荒らし行為に該当する投稿</li>
                    <li>経験談ではない記事を投稿すること。自分の経験であるか他人の経験であるかは問わない</li>
                    <li>幼児的かつ性的な表現</li>
                </ul>
                <li>健常者エミュレータ事例集の理念にそぐわないと判断される場合、管理人の裁量に基づき、ページが削除されることがあります。</li>
                <li>ページ作成時は、以下の方針にのっとり記事を作成することを推奨します。</li>
            </ul>
            
        </div>
    )
}